Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# preferences.countries.explanation
source: Hides posts by accounts whose verified country is one of these — from the International feed, whether or not the topic filter is on. It matches the verified country badge, so it cannot be faked with a VPN.
ar: يخفي منشورات الحسابات التي تكون دولتها الموثّقة إحدى هذه الدول — من الصفحة الدولية، سواء كانت تصفية المواضيع مفعّلة أم لا. ويعتمد على شارة الدولة الموثّقة، لذلك لا يمكن تزييفه بشبكة افتراضية.
bn: যাদের ভেরিফায়েড দেশ এগুলোর একটি তাদের পোস্ট আন্তর্জাতিক ফিড থেকে লুকায়, বিষয়ের ফিল্টার চালু থাকুক বা না থাকুক। এটি ভেরিফায়েড দেশের ব্যাজের সাথে মেলে, তাই VPN দিয়ে জাল করা যায় না।
ca: Amaga les publicacions dels comptes el país verificat dels quals sigui un d'aquests, del canal Internacional, tant si el filtre de temes està activat com si no. Coincideix amb la insígnia de país verificat, així que no es pot falsejar amb una VPN.
cs: Skryje příspěvky účtů, jejichž ověřená země je jedna z těchto – z Mezinárodního kanálu, ať je filtr témat zapnutý, či nikoli. Shoduje se s odznakem ověřené země, takže ho nelze obejít VPN.
da: Skjuler opslag fra konti, hvis verificerede land er et af disse – fra det internationale feed, uanset om emnefiltret er slået til. Det matcher det verificerede landebadge, så det kan ikke snydes med en VPN.
de: Blendet Beiträge von Konten aus, deren verifiziertes Land eines davon ist – im internationalen Feed, egal ob der Themenfilter an ist. Es richtet sich nach dem verifizierten Länderabzeichen und lässt sich daher nicht mit einem VPN umgehen.
el: Κρύβει αναρτήσεις από λογαριασμούς των οποίων η επαληθευμένη χώρα είναι μία από αυτές — από τη Διεθνή ροή, είτε το φίλτρο θεμάτων είναι ενεργό είτε όχι. Αντιστοιχεί στο επαληθευμένο σήμα χώρας, οπότε δεν παραποιείται με VPN.
es: Oculta las publicaciones de cuentas cuyo país verificado sea uno de estos, en el feed Internacional, esté o no activado el filtro de temas. Coincide con la insignia de país verificado, así que no se puede falsear con una VPN.
fi: Piilottaa julkaisut tileiltä, joiden vahvistettu maa on jokin näistä – Kansainvälinen-syötteestä riippumatta siitä, onko aihesuodatin päällä. Se vastaa vahvistettua maamerkkiä, joten sitä ei voi huijata VPN:llä.
fr: Masque les posts des comptes dont le pays vérifié figure ici — dans le fil International, que le filtre par sujet soit activé ou non. Cela repose sur le badge de pays vérifié, un VPN ne permet donc pas de le contourner.
he: מסתיר פוסטים של חשבונות שהמדינה המאומתת שלהם היא אחת מאלה — מהפיד הבינלאומי, בין אם מסנן הנושאים פעיל ובין אם לא. זה תואם את תג המדינה המאומת, ולכן אי אפשר לזייף אותו עם VPN.
hi: उन अकाउंट की पोस्ट छिपाता है जिनका सत्यापित देश इनमें से कोई है — अंतरराष्ट्रीय फ़ीड से, चाहे टॉपिक फ़िल्टर चालू हो या नहीं। यह सत्यापित देश के बैज से मेल खाता है, इसलिए VPN से इसे धोखा नहीं दिया जा सकता।
hr: Skriva objave računa čija je potvrđena zemlja jedna od ovih — iz međunarodnog feeda, bez obzira je li filtar tema uključen. Podudara se sa značkom potvrđene zemlje pa se ne može zaobići VPN-om.
hu: Elrejti azoknak a fiókoknak a bejegyzéseit, amelyek hitelesített országa ezek egyike – a Nemzetközi hírfolyamból, a témaszűrőtől függetlenül. A hitelesített országjelvényhez igazodik, ezért VPN-nel nem hamisítható.
id: Menyembunyikan postingan akun yang negara terverifikasinya salah satu dari ini — dari feed Internasional, baik filter topik aktif maupun tidak. Ini mencocokkan lencana negara terverifikasi, jadi tidak bisa dipalsukan dengan VPN.
it: Nasconde i post degli account il cui paese verificato è uno di questi, dal feed Internazionale, che il filtro per argomento sia attivo o no. Corrisponde al badge del paese verificato, quindi non si può aggirare con una VPN.
ja: 認証済みの国がこれらのいずれかであるアカウントの投稿を、トピックフィルターのオン・オフにかかわらず、国際フィードで非表示にします。認証済みの国のバッジと照合するため、VPNでごまかすことはできません。
ko: 인증된 국가가 이 중 하나인 계정의 게시물을, 주제 필터가 켜져 있든 아니든 국제 피드에서 숨겨요. 인증된 국가 배지와 일치시키므로 VPN으로 속일 수 없어요.
ml: പരിശോധിച്ച രാജ്യം ഇവയിലൊന്നായ അക്കൗണ്ടുകളുടെ പോസ്റ്റുകൾ അന്താരാഷ്ട്ര ഫീഡിൽ നിന്ന് മറയ്ക്കുന്നു, വിഷയ ഫിൽട്ടർ ഓണായാലും അല്ലെങ്കിലും. ഇത് പരിശോധിച്ച രാജ്യ ബാഡ്ജുമായാണ് പൊരുത്തപ്പെടുത്തുന്നത്, അതിനാൽ VPN ഉപയോഗിച്ച് വ്യാജമാക്കാനാവില്ല.
ms: Menyembunyikan siaran akaun yang negara disahkannya ialah salah satu ini — daripada suapan Antarabangsa, sama ada penapis topik dihidupkan atau tidak. Ia sepadan dengan lencana negara yang disahkan, jadi ia tidak boleh dipalsukan dengan VPN.
nb: Skjuler innlegg fra kontoer hvis verifiserte land er ett av disse, fra den internasjonale feeden, uansett om emnefilteret er på. Det samsvarer med det verifiserte landsmerket, så det kan ikke snytes med en VPN.
nl: Verbergt berichten van accounts waarvan het geverifieerde land een van deze is, in de internationale feed, ongeacht of het onderwerpfilter aan staat. Het komt overeen met de geverifieerde landbadge, dus het kan niet met een VPN worden vervalst.
pl: Ukrywa wpisy kont, których zweryfikowany kraj jest jednym z tych — w kanale międzynarodowym, niezależnie od tego, czy filtr tematów jest włączony. Dopasowanie opiera się na zweryfikowanej odznace kraju, więc nie da się go oszukać VPN-em.
pt_br: Oculta do feed Internacional os posts de contas cujo país verificado seja um destes, com ou sem o filtro de tópicos ativado. Ele usa o selo de país verificado, então não pode ser burlado com uma VPN.
pt_pt: Oculta as publicações de contas cujo país verificado seja um destes — do feed Internacional, com ou sem o filtro de tópicos ativo. Corresponde ao selo de país verificado, por isso não pode ser falsificado com uma VPN.
ro: Ascunde postările conturilor a căror țară verificată este una dintre acestea — din fluxul Internațional, indiferent dacă filtrul de subiecte este activ. Se potrivește cu insigna țării verificate, deci nu poate fi păcălit cu un VPN.
ru: Скрывает посты аккаунтов, чья проверенная страна входит в этот список, — в международной ленте, независимо от того, включён ли фильтр тем. Сверяется значок проверенной страны, поэтому обойти это с помощью VPN нельзя.
sk: Skryje príspevky účtov, ktorých overená krajina je jedna z týchto — z medzinárodného kanála, bez ohľadu na to, či je filter tém zapnutý. Zhoduje sa s odznakom overenej krajiny, takže sa nedá oklamať VPN.
sv: Döljer inlägg från konton vars verifierade land är ett av dessa – från det internationella flödet, oavsett om ämnesfiltret är på. Det matchar märket för verifierat land, så det går inte att lura med ett VPN.
ta: சரிபார்க்கப்பட்ட நாடு இவற்றில் ஒன்றாக உள்ள கணக்குகளின் இடுகைகளை — தலைப்பு வடிகட்டி இயக்கத்தில் இருந்தாலும் இல்லாவிட்டாலும் — சர்வதேச ஊட்டத்திலிருந்து மறைக்கும். இது சரிபார்க்கப்பட்ட நாட்டு பேட்ஜுடன் பொருந்துவதால் VPN மூலம் போலியாக்க முடியாது.
te: ధృవీకరించబడిన దేశం వీటిలో ఒకటైన ఖాతాల పోస్ట్‌లను అంతర్జాతీయ ఫీడ్ నుండి దాచుతుంది — అంశ ఫిల్టర్ ఆన్‌లో ఉన్నా లేకపోయినా. ఇది ధృవీకరించబడిన దేశ బ్యాడ్జ్‌తో సరిపోలుతుంది, కాబట్టి VPNతో నకిలీ చేయలేరు.
th: ซ่อนโพสต์จากบัญชีที่ประเทศซึ่งยืนยันแล้วเป็นหนึ่งในประเทศเหล่านี้ จากฟีดนานาชาติ ไม่ว่าตัวกรองหัวข้อจะเปิดอยู่หรือไม่ ระบบจับคู่กับป้ายประเทศที่ยืนยันแล้ว จึงปลอมด้วย VPN ไม่ได้
tr: Doğrulanmış ülkesi bunlardan biri olan hesapların gönderilerini, konu filtresi açık olsun olmasın, Uluslararası akıştan gizler. Doğrulanmış ülke rozetiyle eşleşir, bu yüzden VPN ile taklit edilemez.
uk: Приховує дописи від облікових записів, чия верифікована країна є однією з цих, — зі стрічки «Світ», незалежно від того, чи ввімкнено фільтр тем. Збігається за значком верифікованої країни, тому VPN цього не обійти.
ur: ان ممالک میں سے کسی کے تصدیق شدہ ملک والے اکاؤنٹس کی پوسٹس بین الاقوامی فیڈ سے چھپا دیتا ہے، چاہے موضوع کا فلٹر آن ہو یا نہ ہو۔ یہ تصدیق شدہ ملک کے بیج سے ملتا ہے، اس لیے VPN سے اسے جعلی نہیں بنایا جا سکتا۔
vi: Ẩn bài đăng của các tài khoản có quốc gia đã xác minh thuộc danh sách này — khỏi bảng tin Quốc tế, dù bộ lọc chủ đề bật hay tắt. Nó khớp với huy hiệu quốc gia đã xác minh nên không thể giả mạo bằng VPN.
zh_hans: 在国际信息流中隐藏验证国家属于这些国家的账户发布的帖子，无论是否开启话题筛选。它依据已验证的国家徽章进行匹配，因此无法用 VPN 伪造。
zh_hant: 隱藏已驗證國家為其中之一的帳號所發的貼文，會從「國際」動態中隱藏，無論主題篩選是否開啟。它比對的是已驗證的國家徽章，所以無法用 VPN 偽造。

# preferences.countries.field.hint
source: Two-letter ISO country code, such as S A for Saudi Arabia
ar: رمز الدولة من حرفين بمعيار آيزو، مثل S A للسعودية
bn: দুই অক্ষরের ISO দেশের কোড, যেমন সৌদি আরবের জন্য S A
ca: Codi de país ISO de dues lletres, com S A per a l'Aràbia Saudita
cs: Dvoupísmenný kód země ISO, například S A pro Saúdskou Arábii
da: Tobogstavs ISO-landekode, f.eks. S A for Saudi-Arabien
de: Zweistelliger ISO-Ländercode, etwa S A für Saudi-Arabien
el: Διψήφιος κωδικός χώρας ISO, όπως S A για τη Σαουδική Αραβία
es: Código de país ISO de dos letras, como S A para Arabia Saudí
fi: Kaksikirjaiminen ISO-maatunnus, kuten S A Saudi-Arabialle
fr: Code pays ISO à deux lettres, comme S A pour l’Arabie saoudite
he: קוד מדינה ISO בן שתי אותיות, כגון S A עבור ערב הסעודית
hi: दो अक्षरों का ISO देश कोड, जैसे सऊदी अरब के लिए S A
hr: Dvoslovni ISO kod zemlje, na primjer S A za Saudijsku Arabiju
hu: Kétbetűs ISO-országkód, például S A Szaúd-Arábiához
id: Kode negara ISO dua huruf, seperti S A untuk Arab Saudi
it: Codice paese ISO di due lettere, come S A per l'Arabia Saudita
ja: 2文字のISO国コード。サウジアラビアならSA
ko: 사우디아라비아의 S A처럼 두 글자 ISO 국가 코드
ml: രണ്ടക്ഷര ISO രാജ്യ കോഡ്, സൗദി അറേബ്യയ്ക്ക് SA പോലെ
ms: Kod negara ISO dua huruf, seperti S A untuk Arab Saudi
nb: Landskode på to bokstaver (ISO), for eksempel S A for Saudi-Arabia
nl: Tweeletterige ISO-landcode, zoals S A voor Saoedi-Arabië
pl: Dwuliterowy kod kraju ISO, np. S A dla Arabii Saudyjskiej
pt_br: Código ISO do país com duas letras, como S A para Arábia Saudita
pt_pt: Código de país ISO de duas letras, como P T para Portugal
ro: Cod ISO de țară din două litere, de exemplu S A pentru Arabia Saudită
ru: Двухбуквенный код страны ISO, например S A для Саудовской Аравии
sk: Dvojpísmenový kód krajiny ISO, napríklad S A pre Saudskú Arábiu
sv: Tvåbokstavig ISO-landskod, till exempel S A för Saudiarabien
ta: சவூதி அரேபியாவுக்கு S A போன்ற இரண்டு எழுத்து ISO நாட்டுக் குறியீடு
te: రెండు అక్షరాల ISO దేశ కోడ్, సౌదీ అరేబియాకు S A లాగా
th: รหัสประเทศ ISO สองตัวอักษร เช่น S A สำหรับซาอุดีอาระเบีย
tr: İki harfli ISO ülke kodu, örneğin Suudi Arabistan için S A
uk: Дволітерний код країни ISO, наприклад S A для Саудівської Аравії
ur: دو حروف کا ISO ملکی کوڈ، جیسے سعودی عرب کے لیے S A
vi: Mã quốc gia ISO hai chữ cái, chẳng hạn S A cho Ả Rập Xê Út
zh_hans: 两个字母的 ISO 国家代码，例如沙特阿拉伯为 S A
zh_hant: 兩個字母的 ISO 國家代碼，例如沙烏地阿拉伯是 S A

# preferences.countries.field.label
source: Country code
ar: رمز الدولة
bn: দেশের কোড
ca: Codi de país
cs: Kód země
da: Landekode
de: Ländercode
el: Κωδικός χώρας
es: Código de país
fi: Maatunnus
fr: Code pays
he: קוד מדינה
hi: देश कोड
hr: Kod zemlje
hu: Országkód
id: Kode negara
it: Codice paese
ja: 国コード
ko: 국가 코드
ml: രാജ്യ കോഡ്
ms: Kod negara
nb: Landskode
nl: Landcode
pl: Kod kraju
pt_br: Código do país
pt_pt: Código de país
ro: Cod de țară
ru: Код страны
sk: Kód krajiny
sv: Landskod
ta: நாட்டுக் குறியீடு
te: దేశ కోడ్
th: รหัสประเทศ
tr: Ülke kodu
uk: Код країни
ur: ملک کا کوڈ
vi: Mã quốc gia
zh_hans: 国家代码
zh_hant: 國家代碼

# preferences.country.error.alreadyMuted
source: That country is already muted.
ar: هذه الدولة مكتومة بالفعل.
bn: এই দেশ ইতিমধ্যে মিউট করা আছে।
ca: Aquest país ja està silenciat.
cs: Tato země je už ztlumená.
da: Det land er allerede skjult.
de: Dieses Land ist bereits stummgeschaltet.
el: Αυτή η χώρα είναι ήδη σε σίγαση.
es: Ese país ya está silenciado.
fi: Tämä maa on jo mykistetty.
fr: Ce pays est déjà masqué.
he: המדינה הזו כבר מושתקת.
hi: वह देश पहले से म्यूट है।
hr: Ta zemlja je već utišana.
hu: Ez az ország már némítva van.
id: Negara itu sudah dibisukan.
it: Questo paese è già silenziato.
ja: この国はすでにミュートしています。
ko: 이미 뮤트한 국가예요.
ml: ആ രാജ്യം ഇതിനകം മ്യൂട്ട് ചെയ്തിട്ടുണ്ട്.
ms: Negara itu sudah disenyapkan.
nb: Det landet er allerede dempet.
nl: Dat land is al gedempt.
pl: Ten kraj jest już wyciszony.
pt_br: Esse país já está silenciado.
pt_pt: Esse país já está silenciado.
ro: Această țară este deja dezactivată.
ru: Эта страна уже скрыта.
sk: Táto krajina je už stlmená.
sv: Det landet är redan tystat.
ta: அந்த நாடு ஏற்கெனவே ஒலியடக்கப்பட்டுள்ளது.
te: ఆ దేశం ఇప్పటికే మ్యూట్ చేయబడింది.
th: ประเทศนั้นปิดเสียงอยู่แล้ว
tr: Bu ülke zaten sessize alınmış.
uk: Цю країну вже заглушено.
ur: وہ ملک پہلے ہی میوٹ ہے۔
vi: Quốc gia đó đã được ẩn.
zh_hans: 该国家已被静音。
zh_hant: 該國家已靜音。

# preferences.country.error.empty
source: Type a two-letter country code first.
ar: اكتب رمز دولة من حرفين أولًا.
bn: আগে দুই অক্ষরের দেশের কোড লিখুন।
ca: Escriu primer un codi de país de dues lletres.
cs: Nejdřív napiš dvoupísmenný kód země.
da: Skriv først en landekode på to bogstaver.
de: Gib zuerst einen zweistelligen Ländercode ein.
el: Πληκτρολόγησε πρώτα έναν διψήφιο κωδικό χώρας.
es: Escribe primero un código de país de dos letras.
fi: Kirjoita ensin kaksikirjaiminen maatunnus.
fr: Saisissez d’abord un code pays à deux lettres.
he: הקלד קודם קוד מדינה בן שתי אותיות.
hi: पहले दो अक्षरों का देश कोड टाइप करें।
hr: Prvo upiši dvoslovni kod zemlje.
hu: Előbb írj be egy kétbetűs országkódot.
id: Ketik kode negara dua huruf dulu.
it: Scrivi prima un codice paese di due lettere.
ja: 先に2文字の国コードを入力してください。
ko: 먼저 두 글자 국가 코드를 입력하세요.
ml: ആദ്യം രണ്ടക്ഷര രാജ്യ കോഡ് ടൈപ്പ് ചെയ്യുക.
ms: Taip kod negara dua huruf dahulu.
nb: Skriv en landskode på to bokstaver først.
nl: Typ eerst een tweeletterige landcode.
pl: Najpierw wpisz dwuliterowy kod kraju.
pt_br: Digite primeiro um código de país com duas letras.
pt_pt: Escreva primeiro um código de país de duas letras.
ro: Scrie mai întâi un cod de țară din două litere.
ru: Сначала введите двухбуквенный код страны.
sk: Najprv zadaj dvojpísmenový kód krajiny.
sv: Skriv först en tvåbokstavig landskod.
ta: முதலில் இரண்டு எழுத்து நாட்டுக் குறியீட்டைத் தட்டச்சு செய்யுங்கள்.
te: ముందుగా రెండు అక్షరాల దేశ కోడ్ టైప్ చేయండి.
th: พิมพ์รหัสประเทศสองตัวอักษรก่อน
tr: Önce iki harfli bir ülke kodu yazın.
uk: Спершу введіть дволітерний код країни.
ur: پہلے دو حروف کا ملکی کوڈ ٹائپ کریں۔
vi: Hãy gõ mã quốc gia hai chữ cái trước.
zh_hans: 请先输入两个字母的国家代码。
zh_hant: 請先輸入兩個字母的國家代碼。

# preferences.country.error.notACountry
source: That isn't a country code. Use two letters, like SA or JP.
ar: هذا ليس رمز دولة. استخدم حرفين، مثل SA أو JP.
bn: এটি দেশের কোড নয়। দুটি অক্ষর ব্যবহার করুন, যেমন SA বা JP।
ca: Això no és un codi de país. Fes servir dues lletres, com SA o JP.
cs: To není kód země. Použij dvě písmena, například SA nebo JP.
da: Det er ikke en landekode. Brug to bogstaver, f.eks. SA eller JP.
de: Das ist kein Ländercode. Verwende zwei Buchstaben, z. B. SA oder JP.
el: Αυτό δεν είναι κωδικός χώρας. Χρησιμοποίησε δύο γράμματα, όπως SA ή JP.
es: Eso no es un código de país. Usa dos letras, como SA o JP.
fi: Tämä ei ole maatunnus. Käytä kahta kirjainta, kuten SA tai JP.
fr: Ce n’est pas un code pays. Utilisez deux lettres, comme SA ou JP.
he: זה לא קוד מדינה. השתמש בשתי אותיות, כמו SA או JP.
hi: वह देश कोड नहीं है। दो अक्षर इस्तेमाल करें, जैसे SA या JP।
hr: To nije kod zemlje. Koristi dva slova, na primjer SA ili JP.
hu: Ez nem országkód. Két betűt használj, például SA vagy JP.
id: Itu bukan kode negara. Pakai dua huruf, seperti SA atau JP.
it: Questo non è un codice paese. Usa due lettere, come SA o JP.
ja: 国コードではありません。SAやJPのような2文字で入力してください。
ko: 국가 코드가 아니에요. SA, JP처럼 두 글자를 사용하세요.
ml: അത് ഒരു രാജ്യ കോഡ് അല്ല. SA അല്ലെങ്കിൽ JP പോലെ രണ്ട് അക്ഷരം ഉപയോഗിക്കുക.
ms: Itu bukan kod negara. Gunakan dua huruf, seperti SA atau JP.
nb: Det er ikke en landskode. Bruk to bokstaver, som SA eller JP.
nl: Dat is geen landcode. Gebruik twee letters, zoals SA of JP.
pl: To nie jest kod kraju. Użyj dwóch liter, np. SA lub JP.
pt_br: Isso não é um código de país. Use duas letras, como SA ou JP.
pt_pt: Isso não é um código de país. Use duas letras, como PT ou JP.
ro: Acesta nu este un cod de țară. Folosește două litere, ca SA sau JP.
ru: Это не код страны. Используйте две буквы, например SA или JP.
sk: Toto nie je kód krajiny. Použi dve písmená, napríklad SA alebo JP.
sv: Det är ingen landskod. Använd två bokstäver, som SA eller JP.
ta: அது நாட்டுக் குறியீடு அல்ல. SA அல்லது JP போல இரண்டு எழுத்துகளைப் பயன்படுத்துங்கள்.
te: అది దేశ కోడ్ కాదు. SA లేదా JP లాగా రెండు అక్షరాలు వాడండి.
th: นั่นไม่ใช่รหัสประเทศ ใช้สองตัวอักษร เช่น SA หรือ JP
tr: Bu bir ülke kodu değil. SA veya JP gibi iki harf kullanın.
uk: Це не код країни. Використайте дві літери, як-от SA або JP.
ur: یہ ملک کا کوڈ نہیں۔ دو حروف استعمال کریں، جیسے SA یا JP۔
vi: Đây không phải mã quốc gia. Dùng hai chữ cái, như SA hoặc JP.
zh_hans: 这不是国家代码。请使用两个字母，例如 SA 或 JP。
zh_hant: 這不是國家代碼。請使用兩個字母，例如 SA 或 JP。

# preferences.discard
source: Discard
ar: تجاهل
bn: বাতিল করুন
ca: Descarta
cs: Zahodit
da: Kassér
de: Verwerfen
el: Απόρριψη
es: Descartar
fi: Hylkää
fr: Annuler
he: בטל שינויים
hi: रद्द करें
hr: Odbaci
hu: Elvetés
id: Buang
it: Annulla modifiche
ja: 破棄
ko: 취소
ml: ഉപേക്ഷിക്കുക
ms: Buang
nb: Forkast
nl: Negeren
pl: Odrzuć
pt_br: Descartar
pt_pt: Descartar
ro: Renunță
ru: Отменить
sk: Zahodiť
sv: Förkasta
ta: நிராகரி
te: వదిలేయి
th: ละทิ้ง
tr: Vazgeç
uk: Скасувати
ur: رد کریں
vi: Hủy bỏ
zh_hans: 放弃
zh_hant: 捨棄

# preferences.discard.hint
source: Throws away your unsaved changes and restores your stored settings
ar: يتجاهل تغييراتك غير المحفوظة ويستعيد إعداداتك المخزّنة
bn: আপনার অসংরক্ষিত পরিবর্তন ফেলে দিয়ে সংরক্ষিত সেটিংস ফিরিয়ে আনে
ca: Descarta els canvis sense desar i restaura els ajustos desats
cs: Zahodí neuložené změny a obnoví uložená nastavení
da: Kasserer dine ugemte ændringer og gendanner dine gemte indstillinger
de: Verwirft deine nicht gesicherten Änderungen und stellt deine gespeicherten Einstellungen wieder her
el: Απορρίπτει τις μη αποθηκευμένες αλλαγές και επαναφέρει τις αποθηκευμένες ρυθμίσεις σου
es: Descarta tus cambios sin guardar y restaura tus ajustes guardados
fi: Hylkää tallentamattomat muutoksesi ja palauttaa tallennetut asetuksesi
fr: Abandonne vos modifications non enregistrées et rétablit vos réglages enregistrés
he: זורק את השינויים שלא נשמרו ומשחזר את ההגדרות השמורות שלך
hi: आपके बिना सेव किए बदलाव हटाता है और सेव की हुई सेटिंग्स वापस लाता है
hr: Odbacuje tvoje nespremljene promjene i vraća spremljene postavke
hu: Eldobja a mentetlen módosításaidat, és visszaállítja a tárolt beállításokat
id: Membuang perubahan yang belum disimpan dan memulihkan pengaturan tersimpanmu
it: Scarta le modifiche non salvate e ripristina le impostazioni salvate
ja: 未保存の変更を破棄し、保存済みの設定に戻します
ko: 저장하지 않은 변경 사항을 버리고 저장된 설정으로 복원해요
ml: സേവ് ചെയ്യാത്ത മാറ്റങ്ങൾ ഉപേക്ഷിച്ച് സൂക്ഷിച്ചിരിക്കുന്ന ക്രമീകരണങ്ങൾ പുനഃസ്ഥാപിക്കുന്നു
ms: Membuang perubahan anda yang belum disimpan dan memulihkan tetapan tersimpan anda
nb: Kaster de ulagrede endringene dine og gjenoppretter de lagrede innstillingene
nl: Gooit je niet-opgeslagen wijzigingen weg en herstelt je opgeslagen instellingen
pl: Odrzuca niezapisane zmiany i przywraca zapisane ustawienia
pt_br: Descarta as alterações não salvas e restaura seus ajustes guardados
pt_pt: Rejeita as alterações não guardadas e repõe as definições guardadas
ro: Aruncă modificările nesalvate și restabilește setările salvate
ru: Отбрасывает несохранённые изменения и восстанавливает сохранённые настройки
sk: Zahodí neuložené zmeny a obnoví uložené nastavenia
sv: Kastar dina osparade ändringar och återställer dina sparade inställningar
ta: சேமிக்காத மாற்றங்களை நீக்கி சேமித்த அமைப்புகளை மீட்டெடுக்கும்
te: సేవ్ చేయని మార్పులను తొలగించి, నిల్వ చేసిన సెట్టింగ్‌లను పునరుద్ధరిస్తుంది
th: ทิ้งการเปลี่ยนแปลงที่ยังไม่ได้บันทึกและคืนค่าการตั้งค่าที่เก็บไว้
tr: Kaydedilmemiş değişikliklerinizi atar ve kayıtlı ayarlarınızı geri yükler
uk: Відкидає ваші незбережені зміни й відновлює збережені налаштування
ur: آپ کی غیر محفوظ تبدیلیاں ختم کرتا ہے اور محفوظ سیٹنگز بحال کرتا ہے
vi: Bỏ các thay đổi chưa lưu và khôi phục cài đặt đã lưu của bạn
zh_hans: 放弃未保存的更改，并恢复已保存的设置
zh_hant: 捨棄未儲存的變更並還原已儲存的設定
